const RiskSign = {
  /* eslint-disable */
  MALLB042: {
    error_no: '0',
    resultMap: {
    },
    resultList: [{
      agreement_no: '16413', // 协议编号 ,
      agreement_name: '适当性评估结果确认书', // 协议名称 ,
      agreement_version: '11.2', // 协议版本 ,
      agreement_type: '', // 协议类型 ,
      agreement_content: '12月1日，中共中央总书记、国家主席习近平在北京人民大会堂出席中国共产党与世界政党高层对话会开幕式，并发表题为《携手建设更加美好的世界》的主旨讲话。新华社记者 刘卫兵 摄旨讲话中的这些金句，引发外国政党领导人的强烈共鸣！起来看看，他们都发出了怎样的感慨？界各国人民应该秉持“天下一家”理念，张开怀抱，彼此理解，求同存异，共同为构建人类命运共同体而努力。一片蓝天，同一个家园。身处全球化的今天，世界各国人民前途命运紧密相连，一荣俱荣、一损俱损的格局已然形成。西兰工党主席奈杰尔·霍沃斯今人类面临许多发展难题和共同挑战，习近平总书记提出了全然不同的应对之道，一个基于合作、协调的应对之道。让世界合作是很难的事，但是在他看来，这却是对人类来说更好的一种方式。我们都认同这一想法。国共同民主党党首秋美爱为一个全球负责任大国的领导人，习近平总书记在讲话中向全世界政党发出呼吁，希望各政党一起携手努力，建设一个保障所有民众都能共享飞速发展成果的美好社会。加拉国人民联盟中央顾问委员会委员穆罕默德·扎米尔近平总书记引领大家加强合作，通过增进相互了解与信任，促进世界稳定，没有这些关键，我们将无法继续发展。这是一个全球的议题，来解决我们当前面临的挑战。们不“输入”外国模式，也不“输出”中国模式，不会要求别国“复制”中国的做法。发展的道路上，没有一条一成不变的道路可走，没有哪个国家的发展经验可以直接“复制粘贴”，各国都必须结合自身实际，探索适合自身的发展道路。埔寨人民党主席、政府首相洪森合一个国家的不一定适合其他国家，因为每个国家有不同国情、文化背景等。国家无论大小、强弱，必须坚持互不干涉内政的原则，尊重别国主权和自主选择发展道路的权利。俄罗斯共产党国际部长克拉西尔尼科夫国有中国面孔的马克思主义，白俄罗斯有白俄罗斯面孔的马克思主义……没有智慧和头脑地照搬一国发展模式是没有前途的，但中国共产党在治理国家、为民谋福祉方面的一些基本模式，却是可以为全世界民族所借鉴的。洛哥真实性与现代党外事负责人吉斯兰·德鲁斯希望所有强大或欠发达国家能够学习这种观念，也就是强大国家不把自己的发展模式强加于别的国家，欠发达国家不完全照搬别国发展模式，如果全世界都能做到，未来会非常好。基斯坦旁遮普省议员巴巴尔·侯赛因·阿比德多国家应学习中国的模式，因为中国已带领几亿人民摆脱了贫困，有很好的经验，但是我们不能直接拿来就用，要结合本国具体情况，这样才能进步，才能得到发展，带领人民摆脱贫困。如既往为世界和平安宁作贡献。如既往为世界共同发展作贡献。如既往为世界文明交流互鉴作贡献。国共产党作为世界上最大的政党，大就要有大的样子。这个“大”，既是为中国人民谋幸福、为中华民族谋复兴的大担当，也是为人类谋和平与发展的大胸怀。西兰工党主席奈杰尔·霍沃斯近平总书记呼吁各国政党携手，更有效率地推进合作，这是很有挑战性的。但是，构建人类命运共同体是为了全人类，为大家共建美好未来。国地方力量党秘书长阿卡拉达·素帕昆次对话会不仅让外界有机会深入了解中国共产旨讲话中的这些金句，引发外国政党领导人的强烈共鸣！起来看看，他们都发出了怎样的感慨？界各国人民应该秉持“天下一家”理念，张开怀抱，彼此理解，求同存异，共同为构建人类命运共同体而努力。一片蓝天，同一个家园。身处全球化的今天，世界各国人民前途命运紧密相连，一荣俱荣、一损俱损的格局已然形成。西兰工党主席奈杰尔·霍沃斯今人类面临许多发展难题和共同挑战，习近平总书记提出了全然不同的应对之道，一个基于合作、协调的应对之道。让世界合作是很难的事，但是在他看来，这却是对人类来说更好的一种方式。我们都认同这一想法。国共同民主党党首秋美爱为一个全球负责任大国的领导人，习近平总书记在讲话中向全世界政党发出呼吁，希望各政党一起携手努力，建设一个保障所有民众都能共享飞速发展成果的美好社会。加拉国人民联盟中央顾问委员会委员穆罕默德·扎米尔近平总书记引领大家加强合作，通过增进相互了解与信任，促进世界稳定，没有这些关键，我们将无法继续发展。这是一个全球的议题，来解决我们当前面临的挑战。们不“输入”外国模式，也不“输出”中国模式，不会要求别国“复制”中国的做法。发展的道路上，没有一条一成不变的道路可走，没有哪个国家的发展经验可以直接“复制粘贴”，各国都必须结合自身实际，探索适合自身的发展道路。埔寨人民党主席、政府首相洪森合一个国家的不一定适合其他国家，因为每个国家有不同国情、文化背景等。国家无论大小、强弱，必须坚持互不干涉内政的原则，尊重别国主权和自主选择发展道路的权利。俄罗斯共产党国际部长克拉西尔尼科夫国有中国面孔的马克思主义，白俄罗斯有白俄罗斯面孔的马克思主义……没有智慧和头脑地照搬一国发展模式是没有前途的，但中国共产党在治理国家、为民谋福祉方面的一些基本模式，却是可以为全世界民族所借鉴的。洛哥真实性与现代党外事负责人吉斯兰·德鲁斯希望所有强大或欠发达国家能够学习这种观念，也就是强大国家不把自己的发展模式强加于别的国家，欠发达国家不完全照搬别国发展模式，如果全世界都能做到，未来会非常好。基斯坦旁遮普省议员巴巴尔·侯赛因·阿比德多国家应学习中国的模式，因为中国已带领几亿人民摆脱了贫困，有很好的经验，但是我们不能直接拿来就用，要结合本国具体情况，这样才能进步，才能得到发展，带领人民摆脱贫困。如既往为世界和平安宁作贡献。如既往为世界共同发展作贡献。如既往为世界文明交流互鉴作贡献。国共产党作为世界上最大的政党，大就要有大的样子。这个“大”，既是为中国人民谋幸福、为中华民族谋复兴的大担当，也是为人类谋和平与发展的大胸怀。西兰工党主席奈杰尔·霍沃斯近平总书记呼吁各国政党携手，更有效率地推进合作，这是很有挑战性的。但是，构建人类命运共同体是为了全人类，为大家共建美好未来。国地方力量党秘书长阿卡拉达·素帕昆次对话会不仅让外界有机会深入了解中国共产党，也为世界不同意识形态政党间交流搭建起了一个了不起的平台，中国共产党的博大胸怀和远见卓识值得全世界点赞。各与会政党通过交流讨论，在发展理念方面一定会激发出新的火花和共鸣，不仅能为世界发展中遇到的问题提供解决之道，无疑也能减少相互间因不理解产生的矛盾冲突，有利于更好地和谐共处。', // 协议内容 ,
      content_md5: '', // 内容MD5码 ,
      agreement_content_type: '1', // 协议内容类型, 1: 文本 ,2 文件, 3 url ,
      agreement_content_path: '', // 协议内容路径 ,
      remark: '', // 备注 ,
      busin_type: '', // 业务类型 ,
      sub_busin_type: '', // 业务子类型 ,
      product_code: '', // 产品编号 ,
      organ_flag: '', // 机构表示,0个人；1机构 ,
      en_resource_str: '', // 文档编号串，多个以逗号分隔 ,
      product_name: '', // 产品编号 ,
      prodrisk_level: '', // 产品风险等级 ,
      corp_risk_level: '', // 客户风险等级 ,
      prodrisk_level_name: '', // 产品风险等级名称 ,
      corp_risk_level_name: '' // 客户风险等级名称
    }]
  },
  MALLT012: {
    error_no: '0',
    resultMap: {
    },
    resultList: [{
      agreement_no: '16413', // 协议编号 ,
      agreement_name: '适当性评估结果确认书', // 协议名称 ,
      agreement_version: '11.2', // 协议版本 ,
      agreement_type: '', // 协议类型 ,
      agreement_content: '12月1日，中共中央总书记、国家主席习近平在北京人民大会堂出席中国共产党与世界政党高层对话会开幕式，并发表题为《携手建设更加美好的世界》的主旨讲话。新华社记者 刘卫兵 摄旨讲话中的这些金句，引发外国政党领导人的强烈共鸣！起来看看，他们都发出了怎样的感慨？界各国人民应该秉持“天下一家”理念，张开怀抱，彼此理解，求同存异，共同为构建人类命运共同体而努力。一片蓝天，同一个家园。身处全球化的今天，世界各国人民前途命运紧密相连，一荣俱荣、一损俱损的格局已然形成。西兰工党主席奈杰尔·霍沃斯今人类面临许多发展难题和共同挑战，习近平总书记提出了全然不同的应对之道，一个基于合作、协调的应对之道。让世界合作是很难的事，但是在他看来，这却是对人类来说更好的一种方式。我们都认同这一想法。国共同民主党党首秋美爱为一个全球负责任大国的领导人，习近平总书记在讲话中向全世界政党发出呼吁，希望各政党一起携手努力，建设一个保障所有民众都能共享飞速发展成果的美好社会。加拉国人民联盟中央顾问委员会委员穆罕默德·扎米尔近平总书记引领大家加强合作，通过增进相互了解与信任，促进世界稳定，没有这些关键，我们将无法继续发展。这是一个全球的议题，来解决我们当前面临的挑战。们不“输入”外国模式，也不“输出”中国模式，不会要求别国“复制”中国的做法。发展的道路上，没有一条一成不变的道路可走，没有哪个国家的发展经验可以直接“复制粘贴”，各国都必须结合自身实际，探索适合自身的发展道路。埔寨人民党主席、政府首相洪森合一个国家的不一定适合其他国家，因为每个国家有不同国情、文化背景等。国家无论大小、强弱，必须坚持互不干涉内政的原则，尊重别国主权和自主选择发展道路的权利。俄罗斯共产党国际部长克拉西尔尼科夫国有中国面孔的马克思主义，白俄罗斯有白俄罗斯面孔的马克思主义……没有智慧和头脑地照搬一国发展模式是没有前途的，但中国共产党在治理国家、为民谋福祉方面的一些基本模式，却是可以为全世界民族所借鉴的。洛哥真实性与现代党外事负责人吉斯兰·德鲁斯希望所有强大或欠发达国家能够学习这种观念，也就是强大国家不把自己的发展模式强加于别的国家，欠发达国家不完全照搬别国发展模式，如果全世界都能做到，未来会非常好。基斯坦旁遮普省议员巴巴尔·侯赛因·阿比德多国家应学习中国的模式，因为中国已带领几亿人民摆脱了贫困，有很好的经验，但是我们不能直接拿来就用，要结合本国具体情况，这样才能进步，才能得到发展，带领人民摆脱贫困。如既往为世界和平安宁作贡献。如既往为世界共同发展作贡献。如既往为世界文明交流互鉴作贡献。国共产党作为世界上最大的政党，大就要有大的样子。这个“大”，既是为中国人民谋幸福、为中华民族谋复兴的大担当，也是为人类谋和平与发展的大胸怀。西兰工党主席奈杰尔·霍沃斯近平总书记呼吁各国政党携手，更有效率地推进合作，这是很有挑战性的。但是，构建人类命运共同体是为了全人类，为大家共建美好未来。国地方力量党秘书长阿卡拉达·素帕昆次对话会不仅让外界有机会深入了解中国共产旨讲话中的这些金句，引发外国政党领导人的强烈共鸣！起来看看，他们都发出了怎样的感慨？界各国人民应该秉持“天下一家”理念，张开怀抱，彼此理解，求同存异，共同为构建人类命运共同体而努力。一片蓝天，同一个家园。身处全球化的今天，世界各国人民前途命运紧密相连，一荣俱荣、一损俱损的格局已然形成。西兰工党主席奈杰尔·霍沃斯今人类面临许多发展难题和共同挑战，习近平总书记提出了全然不同的应对之道，一个基于合作、协调的应对之道。让世界合作是很难的事，但是在他看来，这却是对人类来说更好的一种方式。我们都认同这一想法。国共同民主党党首秋美爱为一个全球负责任大国的领导人，习近平总书记在讲话中向全世界政党发出呼吁，希望各政党一起携手努力，建设一个保障所有民众都能共享飞速发展成果的美好社会。加拉国人民联盟中央顾问委员会委员穆罕默德·扎米尔近平总书记引领大家加强合作，通过增进相互了解与信任，促进世界稳定，没有这些关键，我们将无法继续发展。这是一个全球的议题，来解决我们当前面临的挑战。们不“输入”外国模式，也不“输出”中国模式，不会要求别国“复制”中国的做法。发展的道路上，没有一条一成不变的道路可走，没有哪个国家的发展经验可以直接“复制粘贴”，各国都必须结合自身实际，探索适合自身的发展道路。埔寨人民党主席、政府首相洪森合一个国家的不一定适合其他国家，因为每个国家有不同国情、文化背景等。国家无论大小、强弱，必须坚持互不干涉内政的原则，尊重别国主权和自主选择发展道路的权利。俄罗斯共产党国际部长克拉西尔尼科夫国有中国面孔的马克思主义，白俄罗斯有白俄罗斯面孔的马克思主义……没有智慧和头脑地照搬一国发展模式是没有前途的，但中国共产党在治理国家、为民谋福祉方面的一些基本模式，却是可以为全世界民族所借鉴的。洛哥真实性与现代党外事负责人吉斯兰·德鲁斯希望所有强大或欠发达国家能够学习这种观念，也就是强大国家不把自己的发展模式强加于别的国家，欠发达国家不完全照搬别国发展模式，如果全世界都能做到，未来会非常好。基斯坦旁遮普省议员巴巴尔·侯赛因·阿比德多国家应学习中国的模式，因为中国已带领几亿人民摆脱了贫困，有很好的经验，但是我们不能直接拿来就用，要结合本国具体情况，这样才能进步，才能得到发展，带领人民摆脱贫困。如既往为世界和平安宁作贡献。如既往为世界共同发展作贡献。如既往为世界文明交流互鉴作贡献。国共产党作为世界上最大的政党，大就要有大的样子。这个“大”，既是为中国人民谋幸福、为中华民族谋复兴的大担当，也是为人类谋和平与发展的大胸怀。西兰工党主席奈杰尔·霍沃斯近平总书记呼吁各国政党携手，更有效率地推进合作，这是很有挑战性的。但是，构建人类命运共同体是为了全人类，为大家共建美好未来。国地方力量党秘书长阿卡拉达·素帕昆次对话会不仅让外界有机会深入了解中国共产党，也为世界不同意识形态政党间交流搭建起了一个了不起的平台，中国共产党的博大胸怀和远见卓识值得全世界点赞。各与会政党通过交流讨论，在发展理念方面一定会激发出新的火花和共鸣，不仅能为世界发展中遇到的问题提供解决之道，无疑也能减少相互间因不理解产生的矛盾冲突，有利于更好地和谐共处。', // 协议内容 ,
      content_md5: '', // 内容MD5码 ,
      agreement_content_type: '1', // 协议内容类型, 1: 文本 ,2 文件, 3 url ,
      agreement_content_path: '', // 协议内容路径 ,
      remark: '', // 备注 ,
      busin_type: '', // 业务类型 ,
      sub_busin_type: '', // 业务子类型 ,
      product_code: '', // 产品编号 ,
      organ_flag: '', // 机构表示,0个人；1机构 ,
      en_resource_str: '', // 文档编号串，多个以逗号分隔 ,
      product_name: '', // 产品编号 ,
      prodrisk_level: '', // 产品风险等级 ,
      corp_risk_level: '', // 客户风险等级 ,
      prodrisk_level_name: '', // 产品风险等级名称 ,
      corp_risk_level_name: '' // 客户风险等级名称
    }, {
      agreement_no: '16414', // 协议编号 ,
      agreement_name: '适当性评估结果确认书', // 协议名称 ,
      agreement_version: '11.2', // 协议版本 ,
      agreement_type: '', // 协议类型 ,
      agreement_content: '12月1日，中共中央总书记、国家主席习近平在北京人民大会堂出席中国共产党与世界政党高层对话会开幕式，并发表题为《携手建设更加美好的世界》的主旨讲话。新华社记者 刘卫兵 摄旨讲话中的这些金句，引发外国政党领导人的强烈共鸣！起来看看，他们都发出了怎样的感慨？界各国人民应该秉持“天下一家”理念，张开怀抱，彼此理解，求同存异，共同为构建人类命运共同体而努力。一片蓝天，同一个家园。身处全球化的今天，世界各国人民前途命运紧密相连，一荣俱荣、一损俱损的格局已然形成。西兰工党主席奈杰尔·霍沃斯今人类面临许多发展难题和共同挑战，习近平总书记提出了全然不同的应对之道，一个基于合作、协调的应对之道。让世界合作是很难的事，但是在他看来，这却是对人类来说更好的一种方式。我们都认同这一想法。国共同民主党党首秋美爱为一个全球负责任大国的领导人，习近平总书记在讲话中向全世界政党发出呼吁，希望各政党一起携手努力，建设一个保障所有民众都能共享飞速发展成果的美好社会。加拉国人民联盟中央顾问委员会委员穆罕默德·扎米尔近平总书记引领大家加强合作，通过增进相互了解与信任，促进世界稳定，没有这些关键，我们将无法继续发展。这是一个全球的议题，来解决我们当前面临的挑战。们不“输入”外国模式，也不“输出”中国模式，不会要求别国“复制”中国的做法。发展的道路上，没有一条一成不变的道路可走，没有哪个国家的发展经验可以直接“复制粘贴”，各国都必须结合自身实际，探索适合自身的发展道路。埔寨人民党主席、政府首相洪森合一个国家的不一定适合其他国家，因为每个国家有不同国情、文化背景等。国家无论大小、强弱，必须坚持互不干涉内政的原则，尊重别国主权和自主选择发展道路的权利。俄罗斯共产党国际部长克拉西尔尼科夫国有中国面孔的马克思主义，白俄罗斯有白俄罗斯面孔的马克思主义……没有智慧和头脑地照搬一国发展模式是没有前途的，但中国共产党在治理国家、为民谋福祉方面的一些基本模式，却是可以为全世界民族所借鉴的。洛哥真实性与现代党外事负责人吉斯兰·德鲁斯希望所有强大或欠发达国家能够学习这种观念，也就是强大国家不把自己的发展模式强加于别的国家，欠发达国家不完全照搬别国发展模式，如果全世界都能做到，未来会非常好。基斯坦旁遮普省议员巴巴尔·侯赛因·阿比德多国家应学习中国的模式，因为中国已带领几亿人民摆脱了贫困，有很好的经验，但是我们不能直接拿来就用，要结合本国具体情况，这样才能进步，才能得到发展，带领人民摆脱贫困。如既往为世界和平安宁作贡献。如既往为世界共同发展作贡献。如既往为世界文明交流互鉴作贡献。国共产党作为世界上最大的政党，大就要有大的样子。这个“大”，既是为中国人民谋幸福、为中华民族谋复兴的大担当，也是为人类谋和平与发展的大胸怀。西兰工党主席奈杰尔·霍沃斯近平总书记呼吁各国政党携手，更有效率地推进合作，这是很有挑战性的。但是，构建人类命运共同体是为了全人类，为大家共建美好未来。国地方力量党秘书长阿卡拉达·素帕昆次对话会不仅让外界有机会深入了解中国共产旨讲话中的这些金句，引发外国政党领导人的强烈共鸣！起来看看，他们都发出了怎样的感慨？界各国人民应该秉持“天下一家”理念，张开怀抱，彼此理解，求同存异，共同为构建人类命运共同体而努力。一片蓝天，同一个家园。身处全球化的今天，世界各国人民前途命运紧密相连，一荣俱荣、一损俱损的格局已然形成。西兰工党主席奈杰尔·霍沃斯今人类面临许多发展难题和共同挑战，习近平总书记提出了全然不同的应对之道，一个基于合作、协调的应对之道。让世界合作是很难的事，但是在他看来，这却是对人类来说更好的一种方式。我们都认同这一想法。国共同民主党党首秋美爱为一个全球负责任大国的领导人，习近平总书记在讲话中向全世界政党发出呼吁，希望各政党一起携手努力，建设一个保障所有民众都能共享飞速发展成果的美好社会。加拉国人民联盟中央顾问委员会委员穆罕默德·扎米尔近平总书记引领大家加强合作，通过增进相互了解与信任，促进世界稳定，没有这些关键，我们将无法继续发展。这是一个全球的议题，来解决我们当前面临的挑战。们不“输入”外国模式，也不“输出”中国模式，不会要求别国“复制”中国的做法。发展的道路上，没有一条一成不变的道路可走，没有哪个国家的发展经验可以直接“复制粘贴”，各国都必须结合自身实际，探索适合自身的发展道路。埔寨人民党主席、政府首相洪森合一个国家的不一定适合其他国家，因为每个国家有不同国情、文化背景等。国家无论大小、强弱，必须坚持互不干涉内政的原则，尊重别国主权和自主选择发展道路的权利。俄罗斯共产党国际部长克拉西尔尼科夫国有中国面孔的马克思主义，白俄罗斯有白俄罗斯面孔的马克思主义……没有智慧和头脑地照搬一国发展模式是没有前途的，但中国共产党在治理国家、为民谋福祉方面的一些基本模式，却是可以为全世界民族所借鉴的。洛哥真实性与现代党外事负责人吉斯兰·德鲁斯希望所有强大或欠发达国家能够学习这种观念，也就是强大国家不把自己的发展模式强加于别的国家，欠发达国家不完全照搬别国发展模式，如果全世界都能做到，未来会非常好。基斯坦旁遮普省议员巴巴尔·侯赛因·阿比德多国家应学习中国的模式，因为中国已带领几亿人民摆脱了贫困，有很好的经验，但是我们不能直接拿来就用，要结合本国具体情况，这样才能进步，才能得到发展，带领人民摆脱贫困。如既往为世界和平安宁作贡献。如既往为世界共同发展作贡献。如既往为世界文明交流互鉴作贡献。国共产党作为世界上最大的政党，大就要有大的样子。这个“大”，既是为中国人民谋幸福、为中华民族谋复兴的大担当，也是为人类谋和平与发展的大胸怀。西兰工党主席奈杰尔·霍沃斯近平总书记呼吁各国政党携手，更有效率地推进合作，这是很有挑战性的。但是，构建人类命运共同体是为了全人类，为大家共建美好未来。国地方力量党秘书长阿卡拉达·素帕昆次对话会不仅让外界有机会深入了解中国共产党，也为世界不同意识形态政党间交流搭建起了一个了不起的平台，中国共产党的博大胸怀和远见卓识值得全世界点赞。各与会政党通过交流讨论，在发展理念方面一定会激发出新的火花和共鸣，不仅能为世界发展中遇到的问题提供解决之道，无疑也能减少相互间因不理解产生的矛盾冲突，有利于更好地和谐共处。', // 协议内容 ,
      content_md5: '', // 内容MD5码 ,
      agreement_content_type: '1', // 协议内容类型, 1: 文本 ,2 文件, 3 url ,
      agreement_content_path: '', // 协议内容路径 ,
      remark: '', // 备注 ,
      busin_type: '', // 业务类型 ,
      sub_busin_type: '', // 业务子类型 ,
      product_code: '', // 产品编号 ,
      organ_flag: '', // 机构表示,0个人；1机构 ,
      en_resource_str: '', // 文档编号串，多个以逗号分隔 ,
      product_name: '', // 产品编号 ,
      prodrisk_level: '', // 产品风险等级 ,
      corp_risk_level: '', // 客户风险等级 ,
      prodrisk_level_name: '', // 产品风险等级名称 ,
      corp_risk_level_name: '' // 客户风险等级名称
    }]
  },
  MALLU034: {
    error_no: '0',
    resultMap: {
      local_paper_id: '1',
      paper_name: '平安理财风险测评试题'
    },
    resultList: [{
      answerKey: '',
      question_content: '1最近您家庭预计进行证券投资的资金占家庭现有总资产(不含自住、 自用房产及汽车等固定资产) 的比例是：',
      question_type: '1',
      answer_content: "{\"400857\": \"70%以上\",\"400858\": \"50%-70%\",\"400859\": \"30%－50%\",\"400860\": \"10%－30%\",\"400861\": \"10%以下\"}",
      answer_key: '',
      answer_hint: ' ',
      question_kind: '0',
      question_no: '1140',
      question_id: '400230',
      null_able: '0 ',
      default_answer: ''
    }, {
      answerKey: '',
      question_content: '您是否有尚未清偿的数额较大的债务， 如有， 其性质是： ',
      question_type: '1',
      multi: true,
      answer_content: "{\"400864\": \"没有\",\"400865\": \"有，住房抵押贷款等长期定额债务\",\"400866\": \"有，信用卡欠款、消费信贷等短期信用债务\",\"400867\": \"有，亲朋之间借款\"}",
      answer_key: '',
      answer_hint: '',
      question_kind: '0',
      question_no: '1149',
      question_id: '400239',
      null_able: '0',
      default_answer: ''
    }, {
      answerKey: '',
      question_content: '2最近您家庭预计进行证券投资的资金占家庭现有总资产(不含自住、 自用房产及汽车等固定资产) 的比例是：',
      question_type: '1',
      answer_content: "{\"400857\": \"70%以上\",\"400858\": \"50%-70%\",\"400859\": \"30%－50%\",\"400860\": \"10%－30%\",\"400861\": \"10%以下\"}",
      answer_key: '',
      answer_hint: ' ',
      question_kind: '0',
      question_no: '1141',
      question_id: '400231',
      null_able: '0 ',
      default_answer: ''
    }, {
      answerKey: '',
      question_content: '3最近您家庭预计进行证券投资的资金占家庭现有总资产(不含自住、 自用房产及汽车等固定资产) 的比例是：',
      question_type: '1',
      answer_content: "{\"400857\": \"70%以上\",\"400858\": \"50%-70%\",\"400859\": \"30%－50%\",\"400860\": \"10%－30%\",\"400861\": \"10%以下\"}",
      answer_key: '',
      answer_hint: ' ',
      question_kind: '0',
      question_no: '1142',
      question_id: '400232',
      null_able: '0 ',
      default_answer: ''
    }, {
      answerKey: '',
      question_content: '4最近您家庭预计进行证券投资的资金占家庭现有总资产(不含自住、 自用房产及汽车等固定资产) 的比例是：',
      question_type: '1',
      answer_content: "{\"400857\": \"70%以上\",\"400858\": \"50%-70%\",\"400859\": \"30%－50%\",\"400860\": \"10%－30%\",\"400861\": \"10%以下\"}",
      answer_key: '',
      answer_hint: ' ',
      question_kind: '0',
      question_no: '1143',
      question_id: '400233',
      null_able: '0 ',
      default_answer: ''
    }]
  },
  /* eslint-disable */
  MALLU035: {
    resultMap: {
      paper_score: '60.0',
      risk_level_name: '增长型(平安理财)'
    }
  }
};

module.exports = RiskSign;
